Repository: trailblazer2006/LazyNet
Catalog: LazySQLBackup2Remote/Controls/JobControl.*.resx
Languages: ru_ru

# hlAfterBackup.EditValue
source: After backup
ru_ru: После архивирования

# hlBeforeBackup.EditValue
source: Before backup
ru_ru: Перед архивированием

# lcCustomSQLScripts.Text
source: Run custom SQL scripts:
ru_ru: Выполнить пользовательские SQL скрипты:

# sbSchedulerSettings.ToolTip
source: Scheduler settings
ru_ru: Настройки планировщика

# sbEmailSettings.ToolTip
source: Email settings
ru_ru: Настройки электронной почты

# cbScheduleThisJob.Properties.Caption
source: Schedule this job
ru_ru: Запланировать это задание

# cbSendEmails.Properties.Caption
source: Send e-mail notifications
ru_ru: Отправить уведомления по электронной почте

# hlAddDestination.EditValue
source: Add backup destination
ru_ru: Добавить место назначения

# sbRunNow.Text
source: Run now
ru_ru: Выполнить сейчас

# cbShowSystemDatabases.Properties.Caption
source: Show System Databases
ru_ru: Показать системные БД

# cbBackupAllNonSystemDBs.Properties.Caption
source: Backup all non-system DBs
ru_ru: Архивировать все пользовательские БД

# sbConnect.Text
source: Connect to SQL Sever / Azure
ru_ru: Подключить к SQL Sever / Azure

# lcgDestinations.Text
source: Store backups in selected destinations
ru_ru: Сохранить архивы в указанных местах

# lcgSendEmails.Text
source: Send e-mails
ru_ru: Отправить письмо

# lciOnSuccessMailTo.Text
source: On Success e-mail to:
ru_ru: В случае успеха:

# lciOnFailureMailTo.Text
source: On Failure e-mail to:
ru_ru: В случае сбоя:

# lcgSchedule.Text
source: Scheduler
ru_ru: Планировщик

# lciNextFullBackupStart.Text
source: Start full backup daily at:
ru_ru: Выполнять полное архивирование ежедневно в:
